Repository: jredrejo/aptlinex
Catalog: src/gambas-apt/.lang/*.po
Languages: es

source: Another process is using apt resources
es: Otro programa está utilizando los recursos de apt

source: apt-get is running.
es: apt-get se está ejecutando.

source: Aptitude is running.
es: Aptitude está en ejecución.

source: APT simple frontend
es: Interfaz simple de APT

source: <b>AptLinex is already running. Please wait until it finishes.</b>
es: <b>AptLinex ya está en uso. Espere hasta que termine.</b>

source: <br>Please close it before running this program
es: <br>Por favor, cierrelo antes de ejecutar este programa

source: Cancel
es: Cancelar

source: Create desktop icon
es: Crear icono en el escritorio

source: Downloading:<br>
es: Descargando:<br>

source: I'm going to download<br> and install<br>this package:<p>
es: Voy a desgargar<br> e instalar<br>este paquete:<p>

source: I'm sorry,<br>
es: Lo siento,<br>

source: Installation process has been finished.<br>All seems to be OK.
es: El proceso de instalación ha finalizado.<br>Todo parece haber ido bien.

source: Invalid package name
es: El nombre del paquete no es válido

source: OK
es: Aceptar

source: <p>Is Ok?
es: <p>¿Procedo?

source: Preparing tasks...
es: Preparando tareas...

source: Press here to cancel the installation
es: Pulse aquí para cancelar la instalación

source: Process cancelled
es: Proceso cancelado

source: Process Finished
es: Proceso finalizado

source: Run now
es: Ejecutar

source: Selected package is already installed. Do you want to reinstall it?
es: El paquete seleccionado ya está instalado. ¿Quiere reinstalarlo?

source: Some index files failed to download,
es: Algunos archivos de índice no se han podido descargar,

source: Synaptic is running.
es: Synaptic se encuentra en ejecución.

source: There were errors in the installation:<p>
es: Hubo errores en la instalación:<p>

source: Updating:<br>
es: Actualizando:<br>

source: Usage: gambas-apt package-name
es: Modo de empleo: gambas-apt nombre-paquete

source: Yes
es: Sí
